[Account]
BannedWrongPassword=Too many wrong password login attempts.
PaymentComplete=Your payment for {0} Game Gold was successful.
PaymentFailed=You have been deduceted {0} Game Gold.
ReferralPaymentComplete=One of your referral's has purchased some game gold, You got a bonus of {0} Hunt Gold.
ReferralPaymentFailed=One of your referal's purchase has failed, You lost your bonus of {0} Hunt Gold.
GameGoldLost=Your {0} Game Gold was removed.
GameGoldRefund=Your {0} Game Gold was refunded.
HuntGoldRefund=Your {0} Hunt Gold was refunded.
Welcome=Welcome to Zircon Server.
WelcomeObserver=You are now Observing {0}, to stop, please logout.
ObserverChangeFail=You cannot change observable mode unless you are in SafeZone
OnlineCount=Users Online: {0}, Observers Online: {1}
ObserverCount=You currently have {0} observers.
CannotFindPlayer=Unable to find the player: {0}
AlreadyBlocked={0} is already on your block list.
BlockingWhisper=You are blocking Whispers.
PlayerBlockingWhisper=Player: {0} is blocking Whispers.
GlobalDelay=You cannot global for another {0} seconds.
GlobalLevel=You need to be level 33 before you can global shout.
ShoutDelay=You cannot shout for another {0} seconds.
ShoutLevel=You need to be level 2 before you can shout.
DiceRoll=[ROLL] - {0} has rolled {1} on a {2} sided dice.
TradingEnabled=Trading Enabled.
TradingDisabled=Trading Disabled.
WhisperEnabled=Whisper Enabled.
WhisperDisabled=Whisper Disabled.
GuildInviteEnabled=Guild Invites Enabled.
GuildInviteDisabled=Guild Invites Disabled.
ObserverNotLoggedIn=You need to be logged in before you can chat
Poisoned=You have been poisoned.
MurderedBy=You have been murdered by {0}.
Curse=You have murdered {0}, Bad luck follows you around...
Murdered=You have murdered {0}.
Protected=You have been protected by the law of self defence.
Killed=You have been killed by {0} in self defence.
Died=You have died in combat.
GroupRecallEnabled=Group Recall Enabled.
GroupRecallDisabled=Group Recall Disabled.
NeedLevel=You need to be level {0} to proceed.
NeedMaxLevel=You need to be level {0} or lower to proceed.
NeedItem=You require a '{0}' to proceed.
NeedMonster=The way is blocked...
ConquestStarted={0} Conquest has started.
ConquestFinished={0} Conquest has finished.
ConquestCapture={0} has Captured {1}.
ConquestOwner={0} are the now the owners of {1}.
ConquestLost={0} have lost {1}.
BossSpawn=An evil lurks within {0}.
HarvestRare=Something valuable is hidden inside the {0}.
NetherGateOpen=The gate to the netherworld has opened, {0}, {1}
NetherGateClosed=The gate to the netherworld has closed
HarvestNothing=Nothing was found.
HarvestCarry=Cannot carry any more.
HarvestOwner=You do not own any nearby carcasses.
LairGateOpen=The gate to the underworld has opened, {0}, {1}
LairGateClosed=The gate to the underworld has closed
Expired=Your {0} has expired.
CannotTownTeleport=Unable to Town Teleport on this Map.
CannotRandomTeleport=Unable to Random Teleport on this Map.
ConnotResetCompanionSkill=To use {0} please type '@EnableLevel{1}'
LearnBookFailed=Failed to learn skill, not enough pages
LearnBookSuccess=Congratulations, You have successfully learned {0}.
LearnBook4Failed=Failed to learn level {0} skill.
LearnBook4Success=Congratulations, You have successfully learned level {1} {0}.
StorageSafeZone=You cannot access storage outside of SafeZone.
GuildStoragePermission=You do no have the permissions to take from the guild storage
GuildStorageSafeZone=You cannot use guild storage unless you are in a safe zone
CompanionNoRoom=Your companion cannot carry this many items
StorageLimit=You cannot expand your storage anymore.
MarryAlreadyMarried=You are already married.
MarryNeedLevel=You need to be atleast level 22 to get married.
MarryNeedGold=You do not have the 500,000 Gold required to pay for this service.
MarryNotFacing=You need to be facing another player to propose.
MarryTargetAlreadyMarried={0} is already married.
MarryTargetHasProposal={0} already has a marriage proposal.
MarryTargetNeedLevel={0} needs to be atleast level 22 to get married.
MarryTargetNeedGold={0} cannot afford to get married to you.
MarryDead=You cannot marry a dead person.
MarryComplete=Congratulations, you're now married to {0}.
MarryDivorce=You have divorced {0}
MarryDivorced={0} has divorced you.
MarryTeleportDead=You cannot teleport to your partner you are dead.
MarryTeleportPK=You cannot teleport to your partner you are Red.
MarryTeleportDelay=You cannot teleport to your partner for another {0}.
MarryTeleportOffline=You cannot teleport to your partner whilst they are offline.
MarryTeleportPartnerDead=You cannot teleport to your partner whilst they are dead.
MarryTeleportMap=You cannot teleport to your partner on that map.
MarryTeleportMapEscape=You cannot use marraige teleport on this map.
CompanionAppearanceAlready=The {0} appreanace is already available.
CompanionNeedTicket=You need to have a Companion ticket to unlock a new appearance.
CompanionSkillEnabled=Companion Skill level {0} Enabled.
CompanionSkillDisabled=Companion Skill level {0} Disabled.
CompanionAppearanceLocked=The {0} appreanace is not available to you.
CompanionNeedGold=You cannot afford to adopt this companion.
CompanionBadName=The name given for your new companion is not acceptable.
CompanionRetrieveFailed=Able able to retrieve {0} because it is currently with {1}.
QuestSelectReward=You must select a reward
QuestNeedSpace=Unable to complete quest, Not enough space in your inventory.
MailSafeZone=Unable to get item from mail, you are not in a safe zone.
MailNeedSpace=Unable to get item from mail, not enough space.
MailHasItems=Unable to delete mail that contains items.
MailNotFound={0} does not exist.
MailSelfMail=You cannot send mail to yourself.
MailMailCost=You cannot afford to send this mail.
MailSendSafeZone=You cannot send items from your inventory if you are not in SafeZone
ConsignSafeZone=You cannot Consign items from your inventory outside of safezone
ConsignLimit=You have reached the maximum number of Consignments
ConsignGuildFundsGuild=You cannot use Guild Funds to buy from the market place because you are not in a guild.
ConsignGuildFundsPermission=You cannot use Guild Funds to buy from the market place because you do not have permission.
ConsignGuildFundsCost=Your Guild cannot afford to buy this many items.
ConsignGuildFundsUsed={0} used {1:#,##0} gold of guild funds to consign {2} x{3} for {4} each.
ConsignCost=You cannot afford to buy this many items.
ConsignComplete=Item registered successfully.
ConsignAlreadySold=This item has already sold.
ConsignNotEnough=There is not enough of this item for sale.
ConsignBuyOwnItem=You cannot buy your own item.
ConsignBuyGuildFundsGuild=You cannot use Guild Funds to buy from a merchant because you are not in a guild.
ConsignBuyGuildFundsPermission=You cannot use Guild Funds to buy from the market place because you do not have permission.
ConsignBuyGuildFundsCost=Your Guild cannot afford to buy this many items.
ConsignBuyGuildFundsUsed={0} used {1:#,##0} gold of guild funds to buy {2} x{3}.
ConsignBuyCost=You cannot afford to buy this many items.
StoreNotAvailable=You cannot buy this item, It is not currently available for purchase.
StoreNeedSpace=You cannot carry this many items, please make room in your inventory.
StoreCost=You cannot afford to buy this many items.
GuildNeedHorn=Failed to create guild, You do not have the Uma King's Horn.
GuildNeedGold=Failed to create guild, You do not have enough gold.
GuildBadName=Failed to create guild, guild name is not acceptable.
GuildNameTaken=Failed to create guild, guild name already in use.
GuildNoticePermission=You do not have permission to change the guild notice.
GuildEditMemberPermission=You do not have permission to change guild member information.
GuildMemberLength=Failed to change guild rank, Rank Name was too long.
GuildMemberNotFound=Unable to find guild member.
GuildKickPermission=You do not have permission to kick a member.
GuildKickSelf=Unable kick yourself from the guild.
GuildMemberKicked={0} has been kicked from the guild by {1}.
GuildKicked=You have been kicked form the guild by {0}.
GuildManagePermission=You do not have permission to Manage the guild.
GuildMemberLimit=Guild has already reached the Maxmimum Member Limit.
GuildMemberCost=Guild does not have enough funds to increase member limit.
GuildStorageLimit=Guild has already reached the Maxmimum Storage Size.
GuildStorageCost=Guild does not have enough funds to increase storage limit.
GuildInvitePermission=You do not have permission to invite new members
GuildInviteGuild=Player: {0}, is already in another guild.
GuildInviteInvited=Player: {0}, is currently being invited to another Guild.
GuildInviteNotAllowed=Player: {0}, is not allowing guild invites.
GuildInvitedNotAllowed={0} wishes to invite you to the guild {1}, but you are not allowing Invites. @AllowGuild
GuildInviteRoom=Your guild already has reached it's member limit.
GuildNoGuild=You are not in a guild.
GuildWarPermission=You do not have the permission to start a guild war.
GuildNotFoundGuild=Could not find the guild {0}.
GuildWarOwnGuild=You cannot war your own guild.
GuildAlreadyWar=You are already at war with {0}.
GuildWarCost=Your guild cannot afford to start a guild war.
GuildWarFunds={0} used {1:#,##0} gold of guild funds to start a war with {2}.
GuildConquestCastle=You already own a castle, You cannot submit a conquest.
GuildConquestExists=You already have a scheduled conquest.
GuildConquestBadCastle=Invalid Castle.
GuildConquestProgress=You cannot submit whilst a conquest is in process.
GuildConquestNeedItem=You need {0} to request a {1} conquest.
GuildConquestSuccess=A guild has submitted a conquest war for your castle.
GuildConquestDate=Your guild has submitted a conquest war for {0}.
GuildJoinGuild=You are already in a guild.
GuildJoinTime=You cannot join a guild a for another {0}
GuildJoinNoGuild=Player: {0}, is no longer in a guild.
GuildJoinPermission=Player: {0}, does not have permission to add you to the guild.
GuildJoinNoRoom={0}'s group has already reached the maximum size.
GuildJoinWelcome=Welcome to the guild: {0}.
GuildMemberJoined={0} has invited {1} to the guild.
GuildLeaveFailed=Failed to leave guild, You cannot leave other guild members without a leader.
GuildLeave=You have left the guild.
GuildMemberLeave={0} has left the guild.
GuildWarDeath={0} from {1} was killed by {2} from the guild {3}.
GroupNoGroup=You are not in a group.
GroupNotLeader=You are not the leader of your group
GroupMemberNotFound=Could not find Group Membmer {0} in your group.
GroupAlreadyGrouped=Player: {0}, is already in another group.
GroupAlreadyInvited=Player: {0}, is currently being invited to another group.
GroupInviteNotAllowed=Player: {0}, is not allowing group invites.
GroupSelf=You can not group with yourself.
GroupMemberLimit={0}'s group has already reached the maximum size.
GroupRecallDelay=You cannot group recall for another {0}
GroupRecallMap=You cannot group recall on this map
GroupRecallNotAllowed=You are not allowing group recall
GroupRecallMemberNotAllowed={0} is now allowing group recall
GroupRecallFromMap=You cannot be recalled from this map.
GroupRecallMemberFromMap={0} cannot be recalled from this map.
TradeAlreadyTrading=You are already Trading with Someone.
TradeAlreadyHaveRequest=You already have a request to trade with Someone.
TradeNeedFace=You need to be facing a player to request a Trade.
TradeTargetNotAllowed={0} isn't allowing trade requests.
TradeTargetAlreadyTrading={0} is already Trading.
TradeTargetAlreadyHaveRequest={0} already has a trade reqeust.
TradeNotAllowed={0} wishes to trade with you, but you are not allowing trades. @AllowTrade
TradeTargetDead=You cannot trade a dead person.
TradeRequested=You have send a trade request to {0}...
TradeWaiting=Waiting for Partner to Accept Trade...
TradePartnerWaiting=Your Partner is waiting for you to Accept Trade...
TradeNoGold=You do not have enough gold To Trade....
TradePartnerNoGold=Your partner dose not have enough gold To Trade.
TradeTooMuchGold=You cannot carry this much gold.
TradePartnerTooMuchGold=Your Partner cannot carry this much gold...
TradeFailedItemsChanged=Your Items were changed, Trade Failed.
TradeFailedPartnerItemsChanged={0}'s Items were changed, Trade Failed.
TradeNotEnoughSpace=You can not Carry this many items, Please make space in your inventory and try again.
TradeComplete=Trade Complete..
NPCFundsGuild=You cannot use Guild Funds to buy from a merchant because you are not in a guild.
NPCFundsPermission=You cannot use Guild Funds to buy from a merchant because you do not have permission.
NPCFundsCost=Unable to buy items, Your Guild needs another {0:#,##0} Gold.
NPCCost=Unable to buy items, You need another {0:#,##0} Gold.
NPCNoRoom=You can not carry this many items.
NPCFundsBuy={0} used {1:#,##0} gold of guild funds to buy {2} x{3}.
NPCSellWorthless=Unable to sell items that are worthless
NPCSellTooMuchGold=Unable to sell items, You would be carrying too much gold
NPCSellResult=You sold {0} item(s) for {1:#,##0} Gold.
FragmentCost=Unable to Fragment these items, You need another {0:#,##0} Gold.
FragmentSpace=Unable to Fragment these items, You need do not have enough inventory space.
FragmentResult=You fragmented {0} item(s) costing {1:#,##0}.
AccessoryLevelCost=You cannot afford to level up your item any more.
AccessoryLeveled=Congratulations your {0} has leveled up and is now ready for upgrade.
RepairFail=You cannot repair {0}.
RepairFailRepaired=You cannot repair {0}, it is already fully repaired.
RepairFailLocation=You cannot repair {0} here.
RepairFailCooldown=You cannot special repair {0} for another {1}.
NPCRepairGuild=You cannot use Guild Funds to repair because you are not in a guild.
NPCRepairPermission=You cannot use Guild Funds to repair because you do not have permission.
NPCRepairGuildCost=Unable to repair items, Your Guild needs another {0:#,##0} Gold.
NPCRepairCost=Unable to repair items, You need another {0:#,##0} Gold.
NPCRepairResult=You normal repaired {0} item(s) for {1:#,##0} Gold.
NPCRepairSpecialResult=You special repaired {0} item(s) for {1:#,##0} Gold.
NPCRepairGuildResult={0} used {1:#,##0} gold of guild funds to repair {2} item(s).
NPCRefinementGold=You do not have enough gold.
NPCRefinementStoneFailedRoom=Failed to create Refinement Stone, Unable to gain this item
NPCRefinementStoneFailed=Failed to synthesize a Refinement stone.
NPCRefineNotReady=Unable to get refine back, it is not ready.
NPCRefineNoRoom=Unable to get refine back, not enough space in your inventory.
NPCRefineSuccess=Congratulations, Your refine was successful
NPCRefineFailed=Unfortunately, Your refine was not successful
NPCMasterRefineGold=You do not have enough gold to request a master refine evaluation, Cost: {0:#,##0}.
NPCMasterRefineChance=Your chance of success is: {0}%
ChargeExpire=The energy for {0} has left your weapon.
ChargeFail=Failed to gether the energy to charge {0}.
CloakCombat=You cannot cast Cloak during Combat
DashFailed=You were not strong enough to move what is infront of you.
WraithLevel={0} is too high of a level to be effected by your wraith grip.
AbyssLevel={0} is too high of a level to be effected by your Abyss.
SkillEffort=Using {0} on this map takes more effort than normal, You cannot use items for a {1}.
SkillBadMap=You are unable to use {0} on this map.
HorseDead=You cannot ride your horse when dead.
HorseOwner=You do not own a horse to ride.
HorseMap=You cannot ride your horse on this map.

